{
  "originalId": 115746,
  "name": "War of the Ring: Second Edition",
  "rank": 8,
  "publishedYear": 2011,
  "rating": 8.54672,
  "minPlayer": 2,
  "maxPlayer": 4,
  "minRecommendedPlayers": 2,
  "maxRecommendedPlayers": 2,
  "minBestPlayers": 2,
  "maxBestPlayers": 2,
  "age": 13,
  "minPlayingTime": 150,
  "maxPlayingTime": 180,
  "weight": 4.2156,
  "description": "In War of the Ring, one player takes control of the Free Peoples (FP) while the other player controls Shadow Armies (SA). Initially, the Free People Nations are reluctant to take arms against Sauron, so they must be attacked by Sauron or persuaded by Gandalf or other Companions before they start to fight in earnest: this is represented by the Political Track which shows if a Nation is ready to fight in the War of the Ring or not.&#10;&#10;The game can be won by a military victory if Sauron conquers a certain number of Free People cities and strongholds, or vice versa. But the true hope of the Free Peoples lies with the quest of the Ring bearer: while the armies clash across Middle-earth, the Fellowship of the Ring is trying to get secretly to Mount Doom to destroy the One Ring. Sauron is not aware of the real intention of his enemies but is looking across Middle-earth for the precious Ring, so that the Fellowship is going to face numerous dangers, represented by the rules of The Hunt for the Ring. But the Companions can spur the Free Peoples to the fight against Sauron, so the Free People player must balance the need to protect the Ring bearer from harm with an attempt to raise a proper defense against the armies of the Shadow so that they do not overrun Middle-earth before the Ringbearer completes his quest.&#10;&#10;Each game turn revolves around the roll of Action Dice: each die corresponds to an action that a player can perform during a turn. Depending on the face rolled on each die, different actions are possible (moving armies or characters, recruiting troops, advancing a Political Track).&#10;&#10;Action Dice can also be used to draw or play Event Cards. Event Cards are played to represent specific events from the story (or events that could possibly have happened) that cannot be portrayed through normal game-play. Each Event Card can also create an unexpected turn in the game, allowing special actions or altering the course of a battle.&#10;&#10;"
}